//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "unbekannt";
	"101" = "Nicht deklariert";
	"102" = "Abbrechen";
	"103" = "Bearbeiten";
	"104" = "Rückgängig";
	"105" = "Wiederherstellen";
	"106" = "Ausschneiden";
	"107" = "Kopieren";
	"108" = "Einfügen";
	"109" = "Löschen";
	"110" = "Alles auswählen";
	"111" = "Enter";
	"112" = "Eingabe";
	"113" = "Esc";
	"114" = "Rücktaste";
	"115" = "Pfeil nach links";
	"116" = "Pfeil nach rechts";
	"117" = "Pfeil nach oben";
	"118" = "Pfeil nach unten";
	"119" = "Bild-auf-Taste";
	"120" = "Bild-ab-Taste";
	"121" = "Anfang";
	"122" = "Ende";
	"123" = "Leertaste";
	"124" = "Tab";
	"125" = "Komma";
	"126" = "Punkt";
	"127" = "Anführungszeichen unten";
	"128" = "Semikolon";
	"129" = "Anführungszeichen oben";
	"130" = "Minus";
	"131" = "Gleich";
	"132" = "Plus";
	"133" = "Insert";
	"134" = "Löschen";
	"135" = "Hilfe";

/* L10N_PEDViews_127 */

	"200" = "Mixer-Einstellungen";
	"201" = "Dithered-Mixer verwenden";
	"202" = "Festplattenpuffer – Hinweis";
	"203" = "Systemspeicherzuordnung minimieren (wird bei nächstem Neustart übernommen).";
	"204" = "Größe:";
	"205" = "Für Streaminginhalte auf Audiolaufwerken optimieren (erfordert mehr Arbeitsspeicher)";
	"206" = "Plug-In-Streaming-Puffer";
	"207" = "Einstellungen";
	"208" = "AAE-Wiedergabepuffer (Festplattenpuffer)";
	"209" = "Playback Engine";
	"210" = "OK";
	"211" = "Größe:";
	"212" = "Niedrige Werte des Festplattenpuffers reduzieren die Latenzzeit der Festplatte (System reagiert schneller).  Höhere Werte verbessern die Festplattenleistung (System reagiert langsamer).";
	"213" = "Cache-Größe:";

/* L10N_PEDViews_128 */

	"300" = "Cache-Größe:";
	"301" = "Größe:";
	"302" = "Für Streaminginhalte auf Audiolaufwerken optimieren (erfordert mehr Arbeitsspeicher)";
	"303" = "AAE-Wiedergabepuffer";
	"304" = "Systemspeicherzuordnung minimieren (wird bei nächstem Neustart übernommen).";
	"305" = "Einstellungen";
	"306" = "Niedrige Werte des Festplattenpuffers reduzieren die Latenzzeit der Festplatte (System reagiert schneller).  Höhere Werte verbessern die Festplattenleistung (System reagiert langsamer).";
	"307" = "Festplattenpuffer – Hinweis";
	"308" = "Engine";
	"309" = "Mixer-Einstellungen";
	"310" = "Playback Engine";
	"311" = "OK";
	"312" = "Plug-In-Streaming-Puffer";
	"313" = "Größe:";
	"314" = "Dithered-Mixer verwenden";

/* L10N_PEDViews_130 */

	"400" = "Fehler während Wiedergabe/Aufnahme ignorieren (kann Knack- und Klickgeräusche verursachen)";
	"401" = "Hardware-Puffergröße:";
	"402" = "Zusätzliche I/O-Latenz minimieren";
	"403" = "Host-Engine";
	"404" = "Maximale CPU-Auslastung:";
	"405" = "Host-Prozessoren:";

/* L10N_PEDViews_131 */

	"500" = "Voice-Anzahl:";
	"501" = "Host-Prozessoren";
	"502" = "Hardware-Puffergröße:";
	"503" = "Maximale CPU-Auslastung:";

/* L10N_PEDViews_132 */

	"600" = "Delay Compensation Engine:";
	"601" = "Host-Prozessoren:";
	"602" = "44,1 kHz";
	"603" = "Zusätzliche I/O-Latenz minimieren";
	"604" = "Fehler während Wiedergabe/Aufnahme ignorieren (kann Knack- und Klickgeräusche verursachen)";
	"605" = "Maximale CPU-Auslastung:";
	"606" = "Sample-Rate:";
	"607" = "Hardware-Puffergröße:";
	"608" = "Voice-Anzahl:";
	"609" = "Host-Engine";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = "In Zeile %2 von „%1“ ist eine Assertion aufgetreten";
	"702" = "out_of_range: Cmn_ChunkyVecImpl::At";
	"703" = "Move down src: %1, len: %2, dest: %3\n";
	"704" = "Move up src: %1, len: %2, dest: %3\n";
	"705" = "Ein unerwarteter Fehler ist aufgetreten";
	"706" = "nicht genügend Speicherplatz";
	"707" = "unerwartetes Streamende gefunden";
	"708" = "Es wurde versucht, eine Position hinter das Streamende zu setzen";
	"709" = "out_of_range: Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString: Konvertierungsfehler";
	"711" = "Dateiende erreicht";
	"712" = "Little Endian";
	"713" = "Big Endian";
	"714" = "Nicht festgelegt";

/* L10N_XPL */

	"800" = "\pInfo zu...";
	"801" = "Fortschrittsdialogfeld";
	"802" = "Warnmeldung";
	"803" = "Abbrechen";
	"804" = "OK";

/* L10N_ProToolsGeneric */

	"900" = "Keine";
	"901" = "kein";
	"902" = "MIDI";
	"903" = "&OK";
	"904" = "Beenden";
	"905" = "&Abbrechen";
	"906" = "&Akzeptieren";
	"907" = "&Ablehnen";
	"908" = "&Fehlermeldung kopieren";
	"909" = "&Wiederholen";
	"910" = "&Stopp";
	"911" = "&Löschen";
	"912" = "&Fortfahren";
	"913" = "&Ja";
	"914" = "&Nein";
	"915" = "Mehr &Infos...";
	"916" = "Beliebig";
	"917" = "Alle";
	"918" = "Alle";
	"919" = "aus";
	"920" = "aus";
	"921" = "ein";
	"922" = "Pan";
	"923" = "Lautstärke";
	"924" = "Lautstärken-Trim";
	"925" = "Pegel-Trim";
	"926" = "nicht verfügbar";
	"927" = "Pro Tools";
	"928" = "&Speichern";
	"929" = "&Nicht speichern";
	"930" = "&Verwerfen";
	"931" = "&Beibehalten";
	"932" = "&Nicht löschen";
	"933" = "&Entfernen";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "Audiospuren";
	"941" = "Audio- und Videospuren";
	"942" = "MIDI-Spuren";
	"943" = "Aux-Spuren";
	"944" = "Master-Spuren";
	"945" = "Instrumentenspuren";
	"946" = "VCA-Master";
	"947" = "Ordner";
	"948" = "Eingefrorene Spuren";
	"949" = "Die werkseitige Standarddatei des TCE-Plug-Ins konnte nicht erstellt werden. Grund: %1.";
	"950" = "nicht verfügbar";
	"951" = "Nicht verfügbar";
	"952" = " bei ";
	"953" = "„%1“";
	"954" = "Diese Meldung nicht wieder anzeigen";
	"955" = "Minimal";
	"956" = "&Zulassen";
	"957" = "&Ersetzen";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "Anmelden";
	"968" = "Abmelden";
	"969" = "Anmeldung";
	"970" = "Session";
	"971" = "Projekt";
	"972" = "&Reparieren";
	"973" = "Sie haben %1 von insgesamt %2 (%3%) Cloud-Speicher belegt";
	"974" = " (Speicher: %1%)";
	"975" = "Sie versuchen gerade, eine neuere Version von Pro Tools zu verwenden, als es Ihre Lizenz zulässt. Sie können diese Version von Pro Tools deinstallieren und eine Version von Pro Tools installieren, die durch Ihre Lizenz abgedeckt ist. Alternativ können Sie über Ihr MyAvid-Konto ein Upgrade vornehmen.";
	"976" = "MyAvid";
	"977" = "Möchten Sie Nutzungs- und Diagnosedaten an Avid senden, um unsere Produkte und Dienstleistungen zu verbessern?\n\n";
	"978" = "Beachten Sie, dass einige webbasierte Fenster und Bildschirme möglicherweise weiterhin Nutzungs- und Diagnosedaten gemäß unserer Datenschutzrichtlinie erfassen.";
	"979" = "\n\nDiese Einstellung kann unter Setup > Voreinstellungen > Vorgang > Fehlerdiagnose geändert werden.";
	"980" = "\n\nDiese Einstellung kann im Menü „Setup“ von Pro Tools First geändert werden.";
	"981" = "&Aktualisieren";
	"982" = "&Überspringen";
	"983" = "Speichern als...";

/* L10N_Languages */

	"1000" = "Japanisch";
	"1001" = "Englisch";
	"1002" = "Vereinfachtes Chinesisch";
	"1003" = "Traditionelles Chinesisch";
	"1004" = "Japanisch";
	"1005" = "Koreanisch";
	"1006" = "Französisch";
	"1007" = "Italienisch";
	"1008" = "Deutsch";
	"1009" = "Spanisch";

/* L10N_PEDViews */

	"1100" = "Playback Engine";
	"1101" = "OK";
	"1102" = "Einstellungen";
	"1103" = "AAE-Wiedergabepuffer (Festplattenpuffer)";
	"1104" = "Cache-Größe:";
	"1105" = "Größe:";
	"1106" = "Niedrige Werte des Festplattenpuffers reduzieren die Latenzzeit der Festplatte (System reagiert schneller).  Höhere Werte verbessern die Festplattenleistung (System reagiert langsamer).";
	"1107" = "Festplattenpuffer – Hinweis";
	"1108" = "Systemspeicherzuordnung minimieren (wird bei nächstem Neustart übernommen).";
	"1109" = "Plug-In-Streaming-Puffer";
	"1110" = "Größe:";
	"1111" = "Für Streaminginhalte auf Audiolaufwerken optimieren (erfordert mehr Arbeitsspeicher)";
	"1112" = "Playback Engine";
	"1113" = "OK";
	"1114" = "Engine";
	"1115" = "Plug-In-Streaming-Puffer";
	"1116" = "Größe:";
	"1117" = "Für Streaminginhalte auf Audiolaufwerken optimieren (erfordert mehr Arbeitsspeicher)";
	"1118" = "AAE-Wiedergabepuffer";
	"1119" = "Cache-Größe:";
	"1120" = "Größe:";
	"1121" = "Niedrige Werte des Festplattenpuffers reduzieren die Latenzzeit der Festplatte (System reagiert schneller).  Höhere Werte verbessern die Festplattenleistung (System reagiert langsamer).";
	"1122" = "Festplattenpuffer – Hinweis";
	"1123" = "Systemspeicherzuordnung minimieren (wird bei nächstem Neustart übernommen).";
	"1124" = "Einstellungen";
	"1125" = "Maximale CPU-Auslastung:";
	"1126" = "Host-Engine";
	"1127" = "Host-Prozessoren:";
	"1128" = "Hardware-Puffergröße:";
	"1129" = "Fehler während Wiedergabe/Aufnahme ignorieren (kann Knack- und Klickgeräusche verursachen)";
	"1130" = "Zusätzliche I/O-Latenz minimieren";
	"1131" = "Hardware-Puffergröße:";
	"1132" = "Maximale CPU-Auslastung:";
	"1133" = "Voice-Anzahl:";
	"1134" = "Host-Prozessoren";
	"1135" = "Hardware-Puffergröße:";
	"1136" = "Maximale CPU-Auslastung:";
	"1137" = "Sample-Rate:";
	"1138" = "Host-Engine";
	"1139" = "Voice-Anzahl:";
	"1140" = "44,1 kHz";
	"1141" = "Delay Compensation Engine:";
	"1142" = "Host-Prozessoren:";
	"1143" = "Fehler während Wiedergabe/Aufnahme ignorieren (kann Knack- und Klickgeräusche verursachen)";
	"1144" = "Zusätzliche I/O-Latenz minimieren";

/* L10N_Alert */

	"1200" = "Das ausgewählte Insert unterstützt keinen „Bypass“.";
	"1201" = "Der Fade ist zu kurz.  Er muss mindestens 4 Samples lang sein.";
	"1202" = "Bevor die Spur scharfgeschaltet werden kann, muss eine Voice zugewiesen werden.";
	"1203" = "Nicht genügend Speicher zum Erstellen aller Übersichten";
	"1204" = "Es konnte kein Speicherplatz für die Aufnahme zugewiesen werden.";
	"1205" = "Erstellen von Aufnahmedateien für eine oder mehrere Spuren nicht möglich.  Überprüfen Sie Ihre Datenträgerzuordnung und Laufwerksberechtigungen.";
	"1206" = "Der Name wird bereits von einer anderen Datei verwendet.";
	"1207" = "Der Transpositionswert ist zu extrem.";
	"1208" = "Fade-Clips können nicht unabhängig von ihrem ursprünglichen Clip verschoben werden.";
	"1209" = "Die Auswahl enthält einen gesperrten Clip. Gesperrte Clips können nicht verschoben oder bearbeitet werden.";
	"1210" = "Diese Version von Pro Tools benötigt DAE Version 5.1 oder höher.";
	"1211" = "Die 32-Bit-Adressierung muss im Kontrollfeld „Speicher“ aktiviert werden.";
	"1212" = "Der virtuelle Speicher muss im Kontrollfeld „Speicher“ deaktiviert werden.";
	"1213" = "DigiSystem INIT erforderlich.";
	"1214" = "Im Systemordner muss ein „DAE-Ordner“ erstellt werden.  Dort sollte DAE gespeichert werden.";
	"1215" = "AAE wurde nicht gefunden.";
	"1216" = "Die Pro Tools-Hardware ist nicht installiert oder wird von einem anderen Programm verwendet.";
	"1217" = "Pro Tools empfängt möglicherweise keine Digital-Synchronisation.";
	"1218" = "Nicht genügend Speicher zum Ausführen von AAE";
	"1219" = "An die Pro Tools-Karte ist kein Laufwerk angeschlossen.";
	"1220" = "Die „DSP Farm“-Karte ist nicht vorhanden oder nicht ordnungsgemäß installiert.";
	"1221" = "Ein schwerer Taktfehler ist aufgetreten, starten Sie den Computer neu.";
	"1222" = "AAE konnte nicht mit der Audio-Hardware kommunizieren.  Stoppen Sie die Wiedergabe oder beenden Sie die anderen Audioanwendungen, die die Hardware verwenden.";
	"1223" = "Video-Funktionen erfordern QuickTime.  Wenn Sie Video-Funktionen verwenden möchten, installieren Sie QuickTime und QuickTime Power Plug Version 2.5 oder höher im Ordner 'Systemerweiterungen' und führen Sie einen Neustart durch.";
	"1224" = "Video-Funktionen erfordern QuickTime.  Wenn Sie Video-Funktionen verwenden möchten, installieren Sie QuickTime und QuickTime Power Plug Version 2.5 oder höher im Ordner 'Systemerweiterungen' und führen Sie einen Neustart durch.";
	"1225" = "Ihre Version von QuickTime ist zu alt.  Wenn Sie Video-Funktionen verwenden möchten, installieren Sie QuickTime und QuickTime Power Plug Version 2.5 oder höher im Ordner 'Systemerweiterungen' und führen Sie einen Neustart durch.";
	"1226" = "Ihr Audiogerät ist mit einer nicht unterstützten Audio-Puffergröße konfiguriert.  Wählen Sie in der Gerätesteuerung eine der folgenden unterstützten Puffergrößen aus (falls verfügbar): 32, 64, 128, 256, 512, 1024 oder 2048.";
	"1227" = "Ihr Audiogerät konnte in ProTools nicht auf die korrekte Sample-Rate eingestellt werden.    Schließen Sie alle anderen Audioanwendungen und stellen Sie sicher, dass das Gerät in der Systemsteuerung unter „Sounds und Audiogeräte“ nicht als Standardgerät für Wiedergabe oder Aufnahme ausgewählt ist.";
	"1228" = "Der Vorgang wurde vom Benutzer abgebrochen.";
	"1229" = "Audiomaterial außerhalb der Zielsequenzgrenzen wird nicht berücksichtigt. Möchten Sie fortfahren?";
	"1230" = "Beim Installieren von DigiShoeTool ist ein Fehler aufgetreten. Versuchen Sie, zuerst einen Build mit signierten Komponenten auszuführen, damit das Tool ordnungsgemäß installiert werden kann.";
	"1231" = "PACE-Unterstützung wird installiert...";
	"1232" = "Beim Installieren der PACE-Treiber ist ein Fehler aufgetreten.  Versuchen Sie, die aktuellsten Treiber von iLok.com manuell zu installieren.";
	"1233" = "Die ausgewählten Eingangs- und Ausgangsgeräte sind nicht Teil der gleichen HW-Einheit. Dies kann zu unerwarteten Ergebnissen führen, wie etwa Übersteuerungen, Klickgeräuschen oder Verzerrungen. Wählen Sie für optimale Ergebnisse Eingangs- und Ausgangsgeräte, die Teil der gleichen Einheit sind.";
	"1234" = "Playback Engine...";
	"1235" = "AvidApplication Manager wird installiert...";
	"1236" = "Fehler beim Installieren des AvidApplication Manager";
	"1237" = "Eingabe- und Ausgabegeräte dürfen nicht auf „kein“ gesetzt werden.";
	"1238" = "Aktivierung aus unbekanntem Grund fehlgeschlagen. Fehlercode %1.";
	"1239" = "Die Anmeldung bei Pro Tools war nicht erfolgreich. Besuchen Sie Avid.com, um zu erfahren, wie Sie Cloud-Funktionen für Ihr Konto aktivieren können.";
	"1240" = "Verbindung mit iLok-Services konnte nicht hergestellt werden. Versuchen Sie es später erneut.";
	"1241" = "Aktivierung fehlgeschlagen. Aktualisieren Sie den iLok License Manager.";
	"1242" = "Aktivierung fehlgeschlagen. Sie müssen vor dem Autorisieren dieses Computers einen anderen Computer oder iLok mit der iLok License Manager-Anwendung deaktivieren.";
	"1243" = "Aktivierung fehlgeschlagen. In Ihrem Konto sind keine iLok-Lizenzen mehr übrig.";
	"1244" = "Aktivierung fehlgeschlagen. Registrieren Sie den iLok mit dem iLok License Manager.";
	"1245" = "Die ausgewählten Audiodateien können nicht am Edit-Einfügepunkt platziert werden. Die Anzahl der Kanäle auf den Spuren am Edit-Einfügepunkt muss mit der Anzahl der Audiokanäle im Workspace übereinstimmen.";
	"1246" = "Die zum Validieren der Lizenz für dieses Produkt erforderliche Software wird nicht ausgeführt. Führen Sie eine Neuinstallation des Produkts durch oder laden Sie das Installationsprogramm des iLok License Manager herunter und führen Sie es hier aus:\n\nhttp://www.ilok.com";
	"1247" = "Der Vorgang ist aufgrund von %1 nicht zulässig.";
	"1248" = "Die aktuelle HDX Firmware-Version ist nicht mit Pro Tools 2018.12 und früher kompatibel. Ein Downgrade der HDX Firmware Version sollte nur dann durchgeführt werden wenn eine Nutzung von Pro Tools 2018.12 und früher erforderlich ist. Durchführung des Downgrades:\n\n1. Klicken Sie OK um Pro Tools zu beenden\n2. Starten Sie die gleiche Version von Pro Tools erneut\n3. Klicken Sie OK wenn Sie dazu aufgefordert werden das Downgrade der HDX Firmware durchzuführen";
	"1249" = "Die aktuelle Version der Pro Tools | Carbon-Firmware ist nicht kompatibel mit Pro Tools 2018.12 und früheren Versionen. Ein Downgrade der Firmware sollte nur durchgeführt werden, wenn die Ausführung von Pro Tools 2018.12 oder einer früheren Version erforderlich ist. So führen Sie das Downgrade durch:\n\n1. Klicken Sie auf „OK”, um Pro Tools zu beenden.\n2. Starten Sie dieselbe Version von Pro Tools erneut.\n3. Klicken Sie auf „OK”, wenn Sie zum Downgrade der Carbon-Firmware aufgefordert werden.";
	"1250" = "In Pro Tools ist ein Fehler bei der Installation aufgetreten, bitte beheben Sie den Fehler und installieren Sie das Programm erneut. ";
	"1251" = "Es ist nicht genügend freier Speicherplatz vorhanden";

